Repository: ir4klis/customisation
Catalog: languages/thesis-*.po
Languages: el

source: Welcome to online exam service!
el: Καλώς ήρθατε στην διαδικτυακή υπηρεσία εξετάσεων!

source: Here are some links to help you start
el: Ακολουθούν μερικοί σύνδεσμοι που θα σας βοηθήσουν να ξεκινήσετε

source: Create a Quiz
el: Δημιουργία Τεστ

source: Create a questions catalogue
el: Δημιουργήστε κατάλογο ερωτήσεων

source: Developed by
el: Αναπτύσσεται από τον

source: Heracles Michailidis
el: Ηρακλή Μιχαηλίδη

source: Or
el: Ή

source: import / export existing material
el: εισάγετε / εξάγετε υπάρχον υλικό

source: Overview
el: Επισκόπηση

source: There are available
el: Υπάρχουν διαθέσιμα

source: Tests
el: Τεστ

source: Question Pots
el: Κατάλογοι ερωτήσεων

source: Question Pot
el: Κατάλογος ερωτήσεων

source: Questions
el: Ερωτήσεις

source: Question
el: Ερώτηση

source: Help and documentation
el: Βοήθεια και τεκμηρίωση

source: Manage settings
el: Διαχείριση ρυθμίσεων

source: Manage users
el: Διαχείριση χρηστών

source: You can
el: Μπορείτε να

source: disable
el: απενεργοποιήσετε

source: enable
el: ενεργοποιήσετε

source: user self registration from general settings
el: την αυτοεγγραφή χρηστών από τις γενικές ρυθμίσεις

source: Number of registred users
el: Αριθμός εγγεγραμένων χρηστών

source: User self registration is <b>active</b>
el: Η αυτοεγγραφή χρηστών είναι <b>ενεργή</b>

source: User self registration is <b>inactive</b>
el: Η αυτοεγγραφή χρηστών είναι <b>ανενεργή</b>

source: Last registered user is
el: Τελευταίος εγγεγραμένος χρήστης

source: User overview
el: Επισκόπηση χρηστών
